{
  "metadata": {
    "title": "మానసిక ఆరోగ్యం: స్ట్రెస్ తగ్గించుకోవడం ఎలా?",
    "description": "రోజువారీ ఒత్తిడిని సమర్థవంతంగా నిర్వహించడానికి మరియు మీ మానసిక ఆరోగ్యాన్ని పెంపొందించుకోవడానికి ప్రాక్టికల్ చిట్కాలు. ప్రశాంతమైన మనస్సు, ఆరోగ్యకరమైన జీవితం! #MentalHealth #StressRelief #Wellbeing #TeluguWellness #Mindfulness",
    "tags": ["telugu", "mental health", "stress", "relaxation", "wellbeing", "shorts"]
  },
  "scenes": [
    {
      "text": "ఈ రోజుల్లో ఒత్తిడి సర్వసాధారణం. కానీ దాన్ని ఎలా తగ్గించుకోవాలో తెలుసుకోవడం ముఖ్యం! మీ మానసిక ఆరోగ్యం కోసం ఈ చిట్కాలు.",
      "image_keyword": "person feeling stressed",
      "subtitle": "Stress is common these days. But it's important to know how to reduce it! Here are tips for your mental health."
    },
    {
      "text": "మొదటిది, శారీరక శ్రమ చేయండి. వ్యాయామం ఎండార్ఫిన్లను విడుదల చేసి, మూడ్‌ను మెరుగుపరుస్తుంది.",
      "image_keyword": "person exercising happily",
      "subtitle": "First, engage in physical activity. Exercise releases endorphins and improves mood."
    },
    {
      "text": "రెండవది, ధ్యానం లేదా మైండ్‌ఫుల్‌నెస్ ప్రాక్టీస్ చేయండి. ఇది మీ మనస్సును ప్రశాంతంగా ఉంచుతుంది.",
      "image_keyword": "person meditating outdoors",
      "subtitle": "Second, practice meditation or mindfulness. This keeps your mind calm."
    },
    {
      "text": "మూడవది, ఇతరులతో మాట్లాడండి. స్నేహితులు, కుటుంబ సభ్యులు లేదా ఒక నిపుణుడితో మీ భావాలను పంచుకోండి.",
      "image_keyword": "people talking and sharing",
      "subtitle": "Third, talk to others. Share your feelings with friends, family, or a professional."
    },
    {
      "text": "నాలుగవది, మీకంటూ సమయం కేటాయించుకోండి. మీకు నచ్చిన హాబీలు, పనులు చేయండి.",
      "image_keyword": "person enjoying hobby",
      "subtitle": "Fourth, set aside time for yourself. Do hobbies and activities you enjoy."
    },
    {
      "text": "చివరగా, కృతజ్ఞతతో ఉండండి. ప్రతిరోజూ మీరు కృతజ్ఞతతో ఉన్న 3 విషయాలను గుర్తుచేసుకోండి.",
      "image_keyword": "person writing gratitude journal",
      "subtitle": "Finally, be grateful. Every day, recall 3 things you are grateful for."
    },
    {
      "text": "మానసిక ఆరోగ్యం శారీరక ఆరోగ్యం వలె ముఖ్యమైనది. మిమ్మల్ని మీరు జాగ్రత్తగా చూసుకోండి!",
      "image_keyword": "healthy mind and body",
      "subtitle": "Mental health is as important as physical health. Take good care of yourself!"
    }
  ]
}
