{
  "metadata": {
    "title": "అందరిలో నువ్వున్నావు, నీలోనే ప్రపంచముంది!",
    "description": "నిజమైన సంతోషం, ప్రశాంతత ఎక్కడున్నాయి? మీ అంతరంగంలోనే వాటిని కనుగొనండి! #SirivennelaPhilosophy #SelfDiscovery #InnerPeace #TeluguWisdom #MeaningOfLife",
    "tags": ["sirivennela philosophy", "self discovery", "inner peace", "telugu wisdom", "meaning of life", "introspection", "youtube shorts telugu"]
  },
  "scenes": [
    {
      "text": "ప్రపంచాన్ని అర్థం చేసుకోవడానికి మనం ఎన్నో ప్రయత్నాలు చేస్తాం. బయట సంతోషాన్ని వెతుకుతాం.",
      "image_keyword": "person looking at a complex globe with a puzzled expression, searching for answers",
      "subtitle": "We make many efforts to understand the world. We search for happiness outside."
    },
    {
      "text": "కానీ అసలు సత్యం ఎక్కడ ఉంది? నిజమైన ప్రపంచం ఎక్కడ దాగి ఉంది?",
      "image_keyword": "person standing in a bustling city crowd, but feeling alone and contemplative",
      "subtitle": "But where is the real truth? Where is the real world hidden?"
    },
    {
      "text": "మనలో చాలామంది గుర్తించని ఒక గొప్ప సత్యం ఉంది.",
      "image_keyword": "person gazing into a calm, reflective pool of water, seeing their own reflection clearly",
      "subtitle": "There is a great truth that many of us do not recognize."
    },
    {
      "text": "అంతరంగ విజ్ఞాని, మన ప్రియ కవి సిరివెన్నెల సీతారామశాస్త్రి గారు చెప్పినట్లు: 'జగమంత కుటుంబం నాది, ఏకాకి జీవితం నాది. సంసార సాగరం నాది..'",
      "image_keyword": "person sitting on a quiet beach, watching the vast ocean and contemplating the world",
      "subtitle": "As the spiritual scholar, our beloved poet Sirivennela Seetharama Sastry garu said: 'The whole world is my family, solitary life is mine. Life is an ocean, the swimmer is my God.'"
    },
    {
      "text": "ఈ లోకంలో ప్రతి మనిషి, ప్రతి అనుభవం మీలోనే ప్రతిబింబిస్తాయి. మీ అంతర్గత ప్రపంచాన్ని అన్వేషించండి.",
      "image_keyword": "diverse group of people's faces subtly superimposed or blended into one another, symbolizing interconnectedness",
      "subtitle": "Every person, every experience in this world is reflected within you. Explore your inner world."
    },
    {
      "text": "మీలోని శక్తిని, జ్ఞానాన్ని గుర్తించండి. అప్పుడు ఈ జగమంతా మీ ఇంట్లోని ఒక భాగం అవుతుంది!",
      "image_keyword": "person with a gentle smile, extending their hand towards a rising sun, symbolizing inner light and acceptance",
      "subtitle": "Recognize the power and wisdom within you. Then this entire world will become a part of your home!"
    }
  ]
}
