{
  "metadata": {
    "title": "ఆరోగ్యంగా ఉండటానికి 5 సింపుల్ టిప్స్",
    "description": "మీ దైనందిన జీవితంలో పాటించదగ్గ సులభమైన ఆరోగ్య చిట్కాలు. చిన్న మార్పులతో పెద్ద ఆరోగ్య ప్రయోజనాలను పొందండి! #HealthTips #DailyWellness #SimpleHealth #TeluguHealth #HealthyLiving",
    "tags": ["telugu", "health", "wellness", "tips", "healthy living", "shorts"]
  },
  "scenes": [
    {
      "text": "ఆరోగ్యంగా ఉండటానికి పెద్దగా కష్టపడాల్సిన అవసరం లేదు. ఈ ఐదు సులభమైన చిట్కాలు మీకెంతో సహాయపడతాయి!",
      "image_keyword": "person doing simple exercises",
      "subtitle": "You don't need to struggle much to stay healthy. These five simple tips will help you a lot!"
    },
    {
      "text": "మొదటిది, ప్రతిరోజూ కనీసం 30 నిమిషాలు వ్యాయామం చేయండి. నడక, జాగింగ్, లేదా యోగా ఏదైనా కావచ్చు.",
      "image_keyword": "person walking in park",
      "subtitle": "First, exercise for at least 30 minutes every day. It can be walking, jogging, or yoga."
    },
    {
      "text": "రెండవది, సమతుల్య ఆహారం తీసుకోండి. పండ్లు, కూరగాయలు, తృణధాన్యాలు మీ ప్లేట్‌లో ఉండాలి.",
      "image_keyword": "colorful healthy food plate",
      "subtitle": "Second, eat a balanced diet. Fruits, vegetables, and whole grains should be on your plate."
    },
    {
      "text": "మూడవది, తగినంత నిద్రపోండి. రోజుకు 7-8 గంటల నిద్ర మీ శరీరాన్ని, మనస్సును రీఛార్జ్ చేస్తుంది.",
      "image_keyword": "person sleeping peacefully",
      "subtitle": "Third, get enough sleep. 7-8 hours of sleep a day recharges your body and mind."
    },
    {
      "text": "నాలుగవది, ఒత్తిడిని తగ్గించుకోండి. మెడిటేషన్, హాబీలు లేదా ప్రకృతిలో సమయం గడపడం సహాయపడుతుంది.",
      "image_keyword": "person meditating peacefully",
      "subtitle": "Fourth, reduce stress. Meditation, hobbies, or spending time in nature helps."
    },
    {
      "text": "చివరగా, నీళ్లు పుష్కలంగా తాగండి. మీ శరీరం హైడ్రేటెడ్‌గా ఉంటే, అనేక సమస్యలు దూరమవుతాయి.",
      "image_keyword": "person drinking water",
      "subtitle": "Finally, drink plenty of water. If your body is hydrated, many problems will go away."
    },
    {
      "text": "ఈ చిన్న మార్పులతో ఆరోగ్యకరమైన, ఆనందకరమైన జీవితాన్ని గడపండి! మీకు ఇంకేమైనా ఆరోగ్య చిట్కాలు కావాలా?",
      "image_keyword": "happy healthy person",
      "subtitle": "Live a healthy and happy life with these small changes! Do you need any more health tips?"
    }
  ]
}
