{
  "metadata": {
    "title": "ఆన్‌లైన్‌లో డబ్బు సంపాదించడానికి 5 బిజినెస్ ఐడియాలు (Online Business Ideas)",
    "description": "ఇంటి నుండి పని చేస్తూ ఆన్‌లైన్‌లో డబ్బు సంపాదించడానికి ఉత్తమ వ్యాపార ఆలోచనలు. తక్కువ పెట్టుబడితో గ్లోబల్ మార్కెట్‌ను చేరుకోండి! #OnlineBusiness #WorkFromHome #DigitalNomad #TeluguOnlineBusiness #MakeMoneyOnline",
    "tags": ["telugu", "online business", "work from home", "digital business", "make money", "shorts"]
  },
  "scenes": [
    {
      "text": "ఆన్‌లైన్‌లో డబ్బు సంపాదించాలని కలలు కంటున్నారా? ఇంటి నుండి పనిచేయడానికి ఐదు లాభదాయకమైన ఆన్‌లైన్ బిజినెస్ ఐడియాలు ఇక్కడ ఉన్నాయి!",
      "image_keyword": "person working from home on laptop",
      "subtitle": "Dreaming of earning money online? Here are five profitable online business ideas to work from home!"
    },
    {
      "text": "మొదటిది, ఈ-కామర్స్ స్టోర్ ప్రారంభించడం. దుస్తులు, చేతివృత్తుల వస్తువులు లేదా నిచ్ ఉత్పత్తులను ఆన్‌లైన్‌లో అమ్మండి.",
      "image_keyword": "ecommerce website storefront",
      "subtitle": "First, starting an e-commerce store. Sell clothes, handicrafts, or niche products online."
    },
    {
      "text": "రెండవది, కంటెంట్ క్రియేషన్ (యూట్యూబ్, బ్లాగింగ్, పాడ్‌కాస్టింగ్). మీకు ఆసక్తి ఉన్న రంగంలో కంటెంట్ సృష్టించి డబ్బు సంపాదించండి.",
      "image_keyword": "person creating video content",
      "subtitle": "Second, content creation (YouTube, blogging, podcasting). Create content in your area of interest and earn money."
    },
    {
      "text": "మూడవది, ఫ్రీలాన్సింగ్ సేవలు. రైటింగ్, గ్రాఫిక్ డిజైన్, వెబ్ డెవలప్‌మెంట్ వంటి మీ నైపుణ్యాలను ఆన్‌లైన్‌లో అందించండి.",
      "image_keyword": "freelancer working on laptop",
      "subtitle": "Third, freelancing services. Offer your skills like writing, graphic design, web development online."
    },
    {
      "text": "నాల్గవది, ఆన్‌లైన్ కోర్సులు లేదా వర్క్‌షాప్‌లు. మీకు తెలిసినదాన్ని ఇతరులకు నేర్పించడం ద్వారా సంపాదించండి.",
      "image_keyword": "online course platform",
      "subtitle": "Fourth, online courses or workshops. Earn by teaching others what you know."
    },
    {
      "text": "చివరగా, అఫిలియేట్ మార్కెటింగ్. ఇతర కంపెనీల ఉత్పత్తులను ప్రమోట్ చేసి కమీషన్ సంపాదించండి.",
      "image_keyword": "affiliate marketing sales funnel",
      "subtitle": "Finally, affiliate marketing. Promote other companies' products and earn a commission."
    },
    {
      "text": "ఆన్‌లైన్ ప్రపంచం అపారమైన అవకాశాలను అందిస్తుంది. మీ నైపుణ్యాలను ఉపయోగించుకుని విజయం సాధించండి!",
      "image_keyword": "global online business network",
      "subtitle": "The online world offers immense opportunities. Utilize your skills and achieve success!"
    }
  ]
}
