{
  "metadata": {
    "title": "ఫుడ్ బిజినెస్‌లో లాభదాయకమైన 5 ఐడియాలు (Food Business Ideas)",
    "description": "భారతదేశంలో ఆహార పరిశ్రమలో విజయం సాధించడానికి లాభదాయకమైన మరియు సృజనాత్మక వ్యాపార ఆలోచనలు. మీ పాక కళలను లాభదాయకమైన వెంచర్‌గా మార్చుకోండి! #FoodBusiness #FoodStartup #RestaurantIdeas #TeluguFoodBusiness #CulinaryArts",
    "tags": ["telugu", "food business", "restaurant", "catering", "culinary", "shorts"]
  },
  "scenes": [
    {
      "text": "మీకు వంటపై ఆసక్తి ఉందా? భారతదేశంలో ఫుడ్ బిజినెస్‌లో లాభదాయకమైన ఐదు ఐడియాలు ఇక్కడ ఉన్నాయి!",
      "image_keyword": "chef cooking in kitchen",
      "subtitle": "Are you interested in cooking? Here are five profitable ideas in the food business in India!"
    },
    {
      "text": "మొదటిది, థీమ్-బేస్డ్ కేఫ్‌ లేదా రెస్టారెంట్. ఒక ప్రత్యేకమైన థీమ్‌తో కస్టమర్‌లను ఆకర్షించండి.",
      "image_keyword": "themed cafe interior",
      "subtitle": "First, a theme-based cafe or restaurant. Attract customers with a unique theme."
    },
    {
      "text": "రెండవది, హెల్తీ ఫుడ్ లేదా ఆర్గానిక్ జ్యూస్ బార్. ఆరోగ్య స్పృహ పెరుగుతున్న ఈ కాలంలో దీనికి డిమాండ్ ఎక్కువ.",
      "image_keyword": "healthy organic juice bar",
      "subtitle": "Second, a healthy food or organic juice bar. There is high demand for this in an era of growing health consciousness."
    },
    {
      "text": "మూడవది, ఫుడ్ ట్రక్. తక్కువ పెట్టుబడితో వివిధ ప్రాంతాలకు వెళ్లి ఆహారాన్ని అమ్మవచ్చు.",
      "image_keyword": "colorful food truck",
      "subtitle": "Third, a food truck. You can sell food by going to different places with low investment."
    },
    {
      "text": "నాల్గవది, కేటరింగ్ సేవలు. చిన్న పార్టీలు, ఈవెంట్‌ల కోసం ఆహారాన్ని సిద్ధం చేసి సరఫరా చేయండి.",
      "image_keyword": "catering service setup",
      "subtitle": "Fourth, catering services. Prepare and supply food for small parties and events."
    },
    {
      "text": "చివరగా, ప్రత్యేకమైన స్వీట్స్ లేదా స్నాక్స్ తయారీ. ప్రాంతీయ స్పెషాలిటీలను ఆన్‌లైన్‌లో లేదా దుకాణాల ద్వారా అమ్మండి.",
      "image_keyword": "indian traditional sweets",
      "subtitle": "Finally, making unique sweets or snacks. Sell regional specialties online or through stores."
    },
    {
      "text": "భారతదేశంలో ఆహార పరిశ్రమ ఎప్పుడూ లాభదాయకమే. మీ అభిరుచిని వ్యాపారంగా మార్చుకోండి!",
      "image_keyword": "delicious Indian food spread",
      "subtitle": "The food industry in India is always profitable. Turn your passion into a business!"
    }
  ]
}
