{
"metadata": {
"title": "నువ్వు గెలిచే కెరటం!",
"description": "కష్టాలెన్ని వచ్చినా నువ్వు గెలవడం ఖాయం! ఈ మోటివేషనల్ షార్ట్ మీలో కొత్త స్ఫూర్తిని నింపుతుంది. #Inspiration #Motivation #TeluguQuotes #Success #NeverGiveUp",
"tags": ["inspiration", "motivation", "telugu quotes", "success", "never give up", "youtube shorts", "telugu inspiration", "positive vibes"]
},
"scenes": [
{
"text": "జీవితం ఒక నిరంతర ప్రయాణం. కొన్నిసార్లు ఒడిదుడుకులు, కొన్నిసార్లు విజయాలు. అయితే, ఏ పరిస్థితిలోనూ ఆశను కోల్పోకుండా ముందుకు సాగడానికి మీకు సహాయపడేదే ఈ 'నువ్వు గెలిచే కెరటం' షార్ట్. చూసి స్ఫూర్తి పొందండి!",
"image_keyword": "journey overcoming challenges success",
"subtitle": "Every step is a new battle. Every defeat is a new lesson. Isn't this what life is all about?"
},
{
"text": "ప్రతి అడుగులోనూ ఓ కొత్త యుద్ధం. ప్రతి ఓటమిలోనూ ఓ కొత్త పాఠం. జీవితం అంటే ఇదే కదా?",
"image_keyword": "determined hiker mountain summit sunrise",
"subtitle": "Every step is a new battle. Every defeat is a new lesson. Isn't this what life is all about?"
},
{
"text": "గుర్తుంచుకో మిత్రమా, 'నువ్వు నడిచే దారిలో ముళ్ళెన్ని ఉన్నా, నువ్వు పడే ప్రతి అడుగు నీ విజయానికి సోపానమే!'",
"image_keyword": "person walking thorny path overcoming obstacles",
"subtitle": "Remember my friend, 'No matter how many thorns are on your path, every step you take is a stepping stone to your success!'"
},
{
"text": "ఎంతటి చీకటి వచ్చినా, సూర్యోదయం ఆపలేరు. 'ఒకడు ఓడిపోతేనే ఇంకొకడు గెలుస్తాడనేది ఆటలో. జీవితంలో కాదు!'",
"image_keyword": "stunning golden sunrise over dark landscape",
"subtitle": "No matter how dark it gets, you can't stop the sunrise. 'One loses and another wins in a game. Not in life!'"
},
{
"text": "పడితేనే లేవడం నేర్చుకుంటావు. ఓడితేనే గెలవాలనే కసి పెరుగుతుంది. 'భయం అంటే తెలియనివాడు మనిషే కాదు. ఆ భయాన్ని జయించినవాడే మగాడు!'",
"image_keyword": "person stumbling and then getting back up with confidence",
"subtitle": "You learn to rise when you fall. You develop the desire to win when you lose. 'One who doesn't know fear is not human. One who conquers that fear is a man!'"
},
{
"text": "నువ్వు గెలిచే కెరటం! నీ శక్తిని నువ్వే గుర్తించు. 'నీ జీవితం నీ చేతుల్లోనే ఉంది. దాన్ని నువ్వు ఎలా మలచుకుంటావో అది నీ ఇష్టం!'",
"image_keyword": "powerful crashing ocean wave close up",
"subtitle": "You are a winning wave! Recognize your own strength. 'Your life is in your hands. How you mold it is up to you!'"
},
{
"text": "ఆశ వదులుకోకు. ప్రయత్నం ఆపకు. విజయం నీ అడుగుల ముందు ఉంది. 'ఆరు అడుగుల మనిషి కాదు. ఆత్మవిశ్వాసం ఉన్నవాడే గొప్పవాడు!'",
"image_keyword": "person reaching for a bright, distant star on a clear night",
"subtitle": "Don't lose hope. Don't stop trying. Success is at your feet. 'It's not about being a six-foot-tall person. One with self-confidence is great!'"
}
]
}