{
  "metadata": {
    "title": "డబ్బు ఆదా చేసే హ్యాక్స్: చిన్న మార్పులు - పెద్ద లాభాలు",
    "description": "మీ రోజువారీ ఖర్చులను తగ్గించుకోవడానికి కొన్ని సింపుల్ హ్యాక్స్. ఈ చిన్న మార్పులు మీ ఆర్థిక భవిష్యత్తుకు ఎలా సహాయపడతాయో తెలుకోండి! #MoneySavingTips #FinancialHacks #Budgeting #TeluguFinance #SmartSpending",
    "tags": ["telugu", "money saving", "financial hacks", "budgeting", "personal finance", "shorts"]
  },
  "scenes": [
    {
      "text": "మీరు డబ్బు ఆదా చేయాలని చూస్తున్నారా? చిన్న చిన్న మార్పులతో పెద్ద లాభాలు ఎలా పొందవచ్చో చూద్దాం!",
      "image_keyword": "piggy bank growing",
      "subtitle": "Looking to save money? Let's see how small changes can lead to big profits!"
    },
    {
      "text": "ముందుగా, మీ ఖర్చులను ట్రాక్ చేయండి. ఎక్కడికి ఎంత పోతుందో తెలిస్తేనే కదా, దాన్ని నియంత్రించగలం!",
      "image_keyword": "person tracking expenses on laptop",
      "subtitle": "First, track your expenses. Only when you know where your money is going, can you control it!"
    },
    {
      "text": "రెండవది, అనవసరమైన సబ్‌స్క్రిప్షన్‌లను రద్దు చేయండి. చాలా మంది మర్చిపోయి డబ్బు కట్టేస్తుంటారు!",
      "image_keyword": "scissors cutting subscription card",
      "subtitle": "Second, cancel unnecessary subscriptions. Many people forget and keep paying!"
    },
    {
      "text": "మూడవది, ఇంట్లోనే వండుకుని తినండి. బయట తినడం వల్ల ఎంత డబ్బు ఖర్చవుతుందో మీకు తెలుసు కదా?",
      "image_keyword": "homemade meal vs restaurant bill",
      "subtitle": "Third, cook and eat at home. You know how much money it costs to eat out, right?"
    },
    {
      "text": "చివరగా, ఎప్పుడు కొనాలన్నా తగ్గింపుల కోసం వెతకండి. చిన్న డిస్కౌంట్లు కూడా చాలా ఆదా చేస్తాయి!",
      "image_keyword": "person looking for discounts online",
      "subtitle": "Finally, always look for discounts when buying. Even small discounts save a lot!"
    },
    {
      "text": "ఈ చిట్కాలు మీ ఆర్థిక ప్రయాణానికి ఎలా సహాయపడతాయో చూశారు కదా! ఇంకేమైనా హ్యాక్స్ కావాలా?",
      "image_keyword": "person smiling with money in hand",
      "subtitle": "You've seen how these tips can help your financial journey, right? Do you need any more hacks?"
    }
  ]
}
