{
  "metadata": {
    "title": "క్రియేటివ్ పర్సన్స్‌కు 5 బిజినెస్ ఐడియాలు (Creative Business Ideas)",
    "description": "మీ సృజనాత్మకతను ఉపయోగించుకుని డబ్బు సంపాదించడానికి అద్భుతమైన వ్యాపార ఆలోచనలు. మీ అభిరుచిని లాభదాయకమైన వెంచర్‌గా మార్చుకోండి! #CreativeBusiness #ArtisticEntrepreneur #DesignBusiness #TeluguCreative #PassionToProfit",
    "tags": ["telugu", "creative business", "art", "design", "photography", "shorts"]
  },
  "scenes": [
    {
      "text": "మీరు క్రియేటివ్‌గా ఆలోచిస్తారా? మీలోని సృజనాత్మకతను ఉపయోగించుకుని డబ్బు సంపాదించడానికి ఐదు అద్భుతమైన బిజినెస్ ఐడియాలు ఇక్కడ ఉన్నాయి!",
      "image_keyword": "person drawing creatively",
      "subtitle": "Are you a creative thinker? Here are five amazing business ideas to earn money using your creativity!"
    },
    {
      "text": "మొదటిది, కస్టమైజ్డ్ గిఫ్ట్ ఐటెమ్స్. ఫోటోలతో, ప్రత్యేక సందేశాలతో వ్యక్తిగతీకరించిన బహుమతులను తయారు చేసి అమ్మండి.",
      "image_keyword": "customized gift items",
      "subtitle": "First, customized gift items. Create and sell personalized gifts with photos and special messages."
    },
    {
      "text": "రెండవది, ఆర్ట్ అండ్ క్రాఫ్ట్ వర్క్‌షాప్‌లు. పిల్లలకు లేదా పెద్దలకు పెయింటింగ్, కుండలు, డిజైనింగ్ నేర్పించడం.",
      "image_keyword": "art and craft workshop",
      "subtitle": "Second, art and craft workshops. Teach painting, pottery, or design to children or adults."
    },
    {
      "text": "మూడవది, ఇంటీరియర్ డిజైనింగ్ సేవలు. ఇళ్లకు, ఆఫీసులకు అందమైన, క్రియాత్మకమైన డిజైన్లను అందించడం.",
      "image_keyword": "interior design project",
      "subtitle": "Third, interior design services. Providing beautiful, functional designs for homes and offices."
    },
    {
      "text": "నాల్గవది, ఫోటోగ్రఫీ మరియు వీడియోగ్రఫీ. వివాహాలు, ఈవెంట్‌లు, ప్రొడక్ట్ ఫోటోగ్రఫీ వంటి సేవలు అందించడం.",
      "image_keyword": "event photographer with camera",
      "subtitle": "Fourth, photography and videography. Providing services like weddings, events, and product photography."
    },
    {
      "text": "చివరగా, గ్రాఫిక్ డిజైన్ సేవలు. లోగోలు, బ్రోచర్‌లు, వెబ్‌సైట్ డిజైన్‌లు వంటివి చిన్న వ్యాపారాలకు రూపొందించడం.",
      "image_keyword": "graphic designer at work",
      "subtitle": "Finally, graphic design services. Designing logos, brochures, website designs for small businesses."
    },
    {
      "text": "మీ సృజనాత్మకతను వ్యాపారంగా మార్చుకుని, మీరు ఇష్టపడే పని చేస్తూ డబ్బు సంపాదించండి!",
      "image_keyword": "artist turning passion into business",
      "subtitle": "Turn your creativity into a business, and earn money doing what you love!"
    }
  ]
}
