{
  "metadata": {
    "title": "అసాధ్యం లేదు: మీ కలను నిజం చేసుకోండి!",
    "description": "మీరు కష్టపడితే సాధించలేనిది ఏదీ లేదు. మీ కలను ఎలా నిజం చేసుకోవాలో ఈ షార్ట్ ద్వారా తెలుసుకోండి! #Inspiration #Motivation #TeluguQuotes #DreamBig #AchieveGoals",
    "tags": ["inspiration", "motivation", "telugu quotes", "dream big", "achieve goals", "success tips", "youtube shorts telugu"]
  },
  "scenes": [
    {
      "text": "ప్రతి మనిషి జీవితంలో ఒక కల ఉంటుంది. కానీ ఆ కలను నిజం చేసుకోవడానికి చాలామంది వెనకడుగు వేస్తారు.",
      "image_keyword": "person looking thoughtfully at a distant mountain",
      "subtitle": "Every person has a dream in life. But many hesitate to make that dream a reality."
    },
    {
      "text": "అది ఏదైనా కావచ్చు - పెద్ద ఉద్యోగం, కొత్త వ్యాపారం, లేదా మీరు ప్రేమించేదాన్ని సాధించడం.",
      "image_keyword": "person sketching architectural design with focused expression",
      "subtitle": "It could be anything - a great job, a new business, or achieving something you love."
    },
    {
      "text": "గుర్తుంచుకోండి, విజయం అనేది కృషి, పట్టుదల కలయిక.",
      "image_keyword": "person climbing up a challenging rock face with determination",
      "subtitle": "Remember, success is a combination of hard work and perseverance."
    },
    {
      "text": "ఒక తెలుగు సినిమా డైలాగ్ చెప్పినట్లు: 'నువ్వు ఏదైతే సాధించాలని కోరుకుంటావో, దానికోసం ఎంత కష్టపడటానికైనా సిద్ధంగా ఉండాలి.'",
      "image_keyword": "person working late at night on a laptop with focused intensity",
      "subtitle": "As a Telugu movie dialogue goes: 'Whatever you wish to achieve, you must be ready to work hard for it.'"
    },
    {
      "text": "ప్రతి అడుగులోనూ పాఠాలుంటాయి, ప్రతి వైఫల్యం ఒక కొత్త అవకాశం. భయపడకుండా ముందుకు సాగండి.",
      "image_keyword": "person walking confidently on a path towards a bright future",
      "subtitle": "Every step has lessons, every failure is a new opportunity. Move forward without fear."
    },
    {
      "text": "మీ కలల వెనుక పరిగెత్తండి, వాటిని నిజం చేసుకోండి. అసాధ్యం అనేది కేవలం మీ మనసులో ఉన్న ఒక మాట మాత్రమే!",
      "image_keyword": "person joyfully reaching the summit of a mountain with arms outstretched",
      "subtitle": "Run after your dreams, make them a reality. Impossible is just a word in your mind!"
    }
  ]
}
