{
  "metadata": {
    "title": "అప్పుల ఊబి నుంచి బయటపడటం ఎలా? - మీ ఆర్థిక స్వాతంత్ర్యం వైపు!",
    "description": "అప్పుల నుంచి బయటపడి ఆర్థిక స్వాతంత్ర్యం పొందడానికి ప్రణాళిక. తెలివైన నిర్ణయాలతో మీ అప్పులను తగ్గించుకోండి! #DebtFree #FinancialFreedom #DebtManagement #TeluguTips #GetOutOfDebt",
    "tags": ["telugu", "debt management", "financial freedom", "personal finance", "shorts", "debt free"]
  },
  "scenes": [
    {
      "text": "అప్పుల ఊబిలో చిక్కుకున్నారా? బయటపడటం ఎలాగో తెలియడం లేదా? ఈ చిట్కాలు మీకు సహాయపడతాయి!",
      "image_keyword": "person climbing out of debt pit",
      "subtitle": "Stuck in a debt trap? Don't know how to get out? These tips will help you!"
    },
    {
      "text": "మొదట, మీకున్న అప్పులన్నిటినీ జాబితా చేయండి. వాటి వడ్డీ రేట్లను కూడా పక్కన రాయండి.",
      "image_keyword": "list of debts with interest rates",
      "subtitle": "First, list all your debts. Write down their interest rates too."
    },
    {
      "text": "రెండవది, ఎక్కువ వడ్డీ ఉన్న అప్పులను ముందుగా తీర్చడానికి ప్రాధాన్యత ఇవ్వండి. దీనిని 'స్నోబాల్' పద్ధతి అంటారు.",
      "image_keyword": "snowball rolling down hill with money",
      "subtitle": "Second, prioritize paying off high-interest debts first. This is called the 'snowball' method."
    },
    {
      "text": "మూడవది, మీ ఖర్చులను తగ్గించుకుని, ఆదా చేసిన డబ్బును అప్పులు తీర్చడానికి ఉపయోగించండి.",
      "image_keyword": "person cutting expenses with scissors",
      "subtitle": "Third, reduce your expenses and use the saved money to pay off debts."
    },
    {
      "text": "అవసరమైతే, ఆర్థిక నిపుణుడి సలహా తీసుకోండి. వారు మీకు సరైన మార్గాన్ని చూపించగలరు.",
      "image_keyword": "financial advisor giving advice",
      "subtitle": "If necessary, seek advice from a financial expert. They can show you the right path."
    },
    {
      "text": "అప్పులు లేని జీవితం ఒక కల కాదు, అది సాధ్యం! ఈ అడుగులు వేసి మీ ఆర్థిక స్వాతంత్ర్యాన్ని పొందండి!",
      "image_keyword": "person breaking free from chains of debt",
      "subtitle": "A debt-free life is not a dream, it's possible! Take these steps and gain your financial freedom!"
    }
  ]
}
