{
  "metadata": {
    "title": "రోగనిరోధక శక్తిని పెంచుకోవడానికి 5 మార్గాలు",
    "description": "మీ రోగనిరోధక శక్తిని సహజంగా బలోపేతం చేసుకోవడానికి అవసరమైన చిట్కాలు. బలమైన రోగనిరోధక శక్తితో వ్యాధులను దూరం చేసుకోండి! #ImmunityBoost #HealthyImmunity #NaturalRemedies #TeluguHealth #StrongImmunity",
    "tags": ["telugu", "immunity", "health", "prevention", "natural remedies", "shorts"]
  },
  "scenes": [
    {
      "text": "శీతాకాలం వస్తుందంటే జలుబు, దగ్గు భయమా? మీ రోగనిరోధక శక్తిని పెంచుకోవడానికి ఈ మార్గాలు పాటించండి!",
      "image_keyword": "person boosting immunity shield",
      "subtitle": "Are you afraid of colds and coughs when winter comes? Follow these ways to boost your immunity!"
    },
    {
      "text": "మొదటిది, విటమిన్ సి అధికంగా ఉండే ఆహారాలు తీసుకోండి. నిమ్మ, నారింజ, ఉసిరి వంటివి.",
      "image_keyword": "fruits rich in Vitamin C",
      "subtitle": "First, eat foods rich in Vitamin C. Like lemon, orange, gooseberry."
    },
    {
      "text": "రెండవది, తగినంత నిద్రపోండి. నిద్ర లేకపోవడం రోగనిరోధక శక్తిని బలహీనపరుస్తుంది.",
      "image_keyword": "person sleeping soundly",
      "subtitle": "Second, get enough sleep. Lack of sleep weakens the immune system."
    },
    {
      "text": "మూడవది, క్రమం తప్పకుండా వ్యాయామం చేయండి. ఇది మీ రోగనిరోధక కణాలను చురుకుగా ఉంచుతుంది.",
      "image_keyword": "person exercising with energy",
      "subtitle": "Third, exercise regularly. This keeps your immune cells active."
    },
    {
      "text": "నాలుగవది, ప్రాసెస్ చేసిన ఆహారాలు, పంచదార తగ్గించండి. ఇవి రోగనిరోధక వ్యవస్థకు మంచివి కావు.",
      "image_keyword": "avoiding junk food",
      "subtitle": "Fourth, reduce processed foods and sugar. These are not good for the immune system."
    },
    {
      "text": "చివరగా, ఒత్తిడిని తగ్గించుకోండి. దీర్ఘకాలిక ఒత్తిడి మీ రోగనిరోధక శక్తిని దెబ్బతీస్తుంది.",
      "image_keyword": "person relaxing and stress-free",
      "subtitle": "Finally, reduce stress. Chronic stress damages your immune system."
    },
    {
      "text": "బలమైన రోగనిరోధక శక్తితో ఆరోగ్యంగా ఉండండి, వ్యాధులను తరిమికొట్టండి!",
      "image_keyword": "strong healthy person",
      "subtitle": "Stay healthy with a strong immune system, and drive away diseases!"
    }
  ]
}
