{
  "metadata": {
    "title": "ఆర్థిక లక్ష్యాలు: వాటిని ఎలా చేరుకోవాలి?",
    "description": "మీ ఆర్థిక లక్ష్యాలను ఎలా నిర్దేశించుకోవాలి, ప్రణాళిక వేసుకోవాలి, మరియు వాటిని ఎలా చేరుకోవాలో తెలుసుకోండి. మీ భవిష్యత్తును మీరే రూపొందించుకోండి! #FinancialGoals #GoalSetting #FinancialPlanning #TeluguFinance #FuturePlanning",
    "tags": ["telugu", "financial goals", "goal setting", "financial planning", "future", "shorts"]
  },
  "scenes": [
    {
      "text": "మీరు ఆర్థికంగా ఎదగాలని కోరుకుంటున్నారా? మీ లక్ష్యాలను చేరుకోవడానికి కొన్ని చిట్కాలు!",
      "image_keyword": "person climbing steps towards financial success",
      "subtitle": "Do you want to grow financially? Here are some tips to reach your goals!"
    },
    {
      "text": "మొదట, మీ లక్ష్యాలను స్పష్టంగా నిర్దేశించుకోండి. అవి చిన్నవి కావచ్చు, పెద్దవి కావచ్చు, కానీ స్పష్టంగా ఉండాలి.",
      "image_keyword": "SMART goals concept",
      "subtitle": "First, set your goals clearly. They can be small or large, but they must be clear."
    },
    {
      "text": "రెండవది, ఒక బడ్జెట్‌ను రూపొందించుకోండి. మీ ఆదాయం, ఖర్చులను బట్టి ఒక ప్రణాళిక ఉండాలి.",
      "image_keyword": "person creating a budget",
      "subtitle": "Second, create a budget. You should have a plan based on your income and expenses."
    },
    {
      "text": "మూడవది, పొదుపు చేయడం ప్రారంభించండి. చిన్న మొత్తంతోనైనా, క్రమం తప్పకుండా పొదుపు చేయండి.",
      "image_keyword": "person putting coins in piggy bank",
      "subtitle": "Third, start saving. Even with a small amount, save regularly."
    },
    {
      "text": "చివరగా, మీ డబ్బును పెట్టుబడి పెట్టండి. జ్ఞానంతో పెట్టుబడి పెడితే, మీ డబ్బు పెరుగుతుంది.",
      "image_keyword": "money growing on a plant",
      "subtitle": "Finally, invest your money. If you invest wisely, your money will grow."
    },
    {
      "text": "మీ ఆర్థిక లక్ష్యాలు ఎంత పెద్దవైనా, వాటిని చేరుకోవడానికి ప్రణాళిక, క్రమశిక్షణ అవసరం. మీరు సిద్ధంగా ఉన్నారా?",
      "image_keyword": "person reaching for a star with money",
      "subtitle": "No matter how big your financial goals are, planning and discipline are needed to reach them. Are you ready?"
    }
  ]
}
