{
  "metadata": {
    "title": "భవిష్యత్తులో డిమాండ్ ఉన్న 5 బిజినెస్ ఐడియాలు (Future-Proof Businesses)",
    "description": "రాబోయే సంవత్సరాల్లో అధిక డిమాండ్ మరియు వృద్ధి సామర్థ్యం ఉన్న వ్యాపార ఆలోచనలను కనుగొనండి. మీ వ్యాపారాన్ని భవిష్యత్తు కోసం సిద్ధం చేసుకోండి! #FutureBusiness #SustainableBusiness #Innovation #TeluguBusiness #FutureTrends",
    "tags": ["telugu", "future business", "innovation", "tech trends", "sustainable", "shorts"]
  },
  "scenes": [
    {
      "text": "భవిష్యత్తులో డిమాండ్ ఉండే వ్యాపారాన్ని ప్రారంభించాలని ఆలోచిస్తున్నారా? రాబోయే ట్రెండ్స్‌కు అనుగుణంగా ఐదు బిజినెస్ ఐడియాలు ఇక్కడ ఉన్నాయి!",
      "image_keyword": "futuristic business city",
      "subtitle": "Are you thinking of starting a business that will be in demand in the future? Here are five business ideas in line with upcoming trends!"
    },
    {
      "text": "మొదటిది, రెన్యూవబుల్ ఎనర్జీ సొల్యూషన్స్. సోలార్, విండ్ ఎనర్జీ సంస్థాపనలు మరియు నిర్వహణకు డిమాండ్ పెరుగుతుంది.",
      "image_keyword": "solar panels on building",
      "subtitle": "First, renewable energy solutions. Demand for solar, wind energy installations and maintenance will increase."
    },
    {
      "text": "రెండవది, AI మరియు మెషిన్ లెర్నింగ్ అప్లికేషన్స్. వ్యాపారాలకు AI ఆధారిత పరిష్కారాలను అందించడం.",
      "image_keyword": "AI neural network concept",
      "subtitle": "Second, AI and Machine Learning applications. Providing AI-based solutions for businesses."
    },
    {
      "text": "మూడవది, వృద్ధుల సంరక్షణ సేవలు (Elderly Care). జనాభా వృద్ధాప్యం చెందుతున్న కొద్దీ ఈ సేవలకు డిమాండ్ పెరుగుతుంది.",
      "image_keyword": "elderly person being cared for",
      "subtitle": "Third, elderly care services. Demand for these services will increase as the population ages."
    },
    {
      "text": "నాల్గవది, వర్చువల్ రియాలిటీ (VR) / ఆగ్మెంటెడ్ రియాలిటీ (AR) డెవలప్‌మెంట్. గేమింగ్, విద్య, శిక్షణలో దీనికి భవిష్యత్తు ఉంది.",
      "image_keyword": "person using VR headset",
      "subtitle": "Fourth, Virtual Reality (VR) / Augmented Reality (AR) development. This has a future in gaming, education, and training."
    },
    {
      "text": "చివరగా, పర్యావరణ అనుకూల ఉత్పత్తులు మరియు సేవలు. పర్యావరణ స్పృహ పెరుగుతున్న కొద్దీ దీనికి డిమాండ్ పెరుగుతుంది.",
      "image_keyword": "eco-friendly products",
      "subtitle": "Finally, eco-friendly products and services. Demand for this will increase as environmental awareness grows."
    },
    {
      "text": "భవిష్యత్తు అవసరాలను అర్థం చేసుకోండి, మీ వ్యాపారానికి సరైన దిశను ఎంచుకోండి!",
      "image_keyword": "business growth into future",
      "subtitle": "Understand future needs, and choose the right direction for your business!"
    }
  ]
}
