{
  "metadata": {
    "title": "ధైర్యం ఉంటే దేన్నైనా సాధించవచ్చు!",
    "description": "భయం మీ లక్ష్యాలను చేరుకోకుండా అడ్డుకుంటుందా? ధైర్యంగా ఎలా ముందడుగు వేయాలో తెలుసుకోండి! #Courage #Fearless #TeluguMotivation #BelieveInYourself #ConquerChallenges",
    "tags": ["courage", "fearless", "telugu motivation", "believe in yourself", "conquer challenges", "success mindset", "youtube shorts telugu"]
  },
  "scenes": [
    {
      "text": "మనలో చాలామందికి ఒక పెద్ద భయం ఉంటుంది – అది వైఫల్యం గురించి లేదా తెలియని భవిష్యత్తు గురించి.",
      "image_keyword": "person standing at a crossroads looking uncertain with a cloudy sky",
      "subtitle": "Many of us have a big fear – either about failure or the unknown future."
    },
    {
      "text": "కానీ మీరు తెలుసుకోవాల్సింది ఏమిటంటే, ధైర్యం అనేది భయం లేకపోవడం కాదు, భయం ఉన్నప్పటికీ ముందుకు సాగడం.",
      "image_keyword": "person taking a brave leap across a small gap with determination",
      "subtitle": "But what you need to know is that courage is not the absence of fear, but moving forward despite it."
    },
    {
      "text": "ప్రతి విజయానికి ఒక ధైర్యమైన అడుగు ముందుంటుంది.",
      "image_keyword": "person starting a marathon with a focused and determined expression",
      "subtitle": "Every success is preceded by a courageous step."
    },
    {
      "text": "ప్రముఖ తెలుగు సినిమా డైలాగ్ గుర్తుందా? 'భయం అన్నది మనిషిని బానిస చేస్తుంది.. ధైర్యం అన్నది మనిషిని రాజును చేస్తుంది!'",
      "image_keyword": "person standing tall and confident on a hilltop overlooking a valley",
      "subtitle": "Remember the famous Telugu movie dialogue? 'Fear makes a man a slave... courage makes a man a king!'"
    },
    {
      "text": "చిన్న చిన్న సవాళ్లను అధిగమించడం ద్వారా మీ ధైర్యాన్ని పెంచుకోండి. ప్రతి విజయం మిమ్మల్ని మరింత బలవంతులను చేస్తుంది.",
      "image_keyword": "person successfully completing a challenging puzzle with a sense of achievement",
      "subtitle": "Increase your courage by overcoming small challenges. Every victory makes you stronger."
    },
    {
      "text": "భయాలను దాటి ధైర్యంగా అడుగులు వేయండి. మీరు అనుకున్నదానికంటే గొప్ప విజయాలు సాధిస్తారు!",
      "image_keyword": "person running towards a vibrant, colorful finish line with joy",
      "subtitle": "Step boldly past your fears. You'll achieve greater successes than you ever imagined!"
    }
  ]
}
