{
  "metadata": {
    "title": "టెక్నాలజీ ఆధారిత 5 బిజినెస్ ఐడియాలు: భవిష్యత్తు మీ చేతుల్లో!",
    "description": "భారతదేశంలో టెక్నాలజీ ట్రెండ్‌లను ఉపయోగించుకుని ప్రారంభించగల అత్యాధునిక వ్యాపార ఆలోచనలు. డిజిటల్ ప్రపంచంలో మీకంటూ ఒక గుర్తింపును సృష్టించుకోండి! #TechBusiness #FutureTech #DigitalStartup #TeluguInnovation #TechEntrepreneur",
    "tags": ["telugu", "tech business", "innovation", "digital", "startup", "technology", "shorts"]
  },
  "scenes": [
    {
      "text": "టెక్నాలజీ రంగంలో దూసుకుపోవాలని చూస్తున్నారా? భారతదేశంలో మీరు ప్రారంభించగల ఐదు టెక్నాలజీ ఆధారిత బిజినెస్ ఐడియాలు ఇక్కడ ఉన్నాయి!",
      "image_keyword": "futuristic tech startup office",
      "subtitle": "Are you looking to excel in the technology sector? Here are five technology-based business ideas you can start in India!"
    },
    {
      "text": "మొదటిది, మొబైల్ యాప్ డెవలప్‌మెంట్. ఏదైనా సమస్యకు పరిష్కారంగా ఒక యాప్‌ను రూపొందించడం లేదా వ్యాపారాల కోసం యాప్‌లను తయారు చేయడం.",
      "image_keyword": "mobile app development process",
      "subtitle": "First, mobile app development. Creating an app as a solution to a problem or building apps for businesses."
    },
    {
      "text": "రెండవది, సైబర్ సెక్యూరిటీ సేవలు. కంపెనీలకు వారి డేటాను, నెట్‌వర్క్‌లను హ్యాకర్ల నుండి రక్షించడానికి సహాయపడటం.",
      "image_keyword": "cybersecurity analyst at work",
      "subtitle": "Second, cybersecurity services. Helping companies protect their data and networks from hackers."
    },
    {
      "text": "మూడవది, డేటా అనలిటిక్స్ కన్సల్టింగ్. వ్యాపారాలు వారి డేటాను విశ్లేషించి మెరుగైన నిర్ణయాలు తీసుకోవడానికి సహాయపడటం.",
      "image_keyword": "data analytics dashboard",
      "subtitle": "Third, data analytics consulting. Helping businesses analyze their data to make better decisions."
    },
    {
      "text": "నాల్గవది, స్మార్ట్ హోమ్ ఆటోమేషన్ ఇన్‌స్టాలేషన్. ఇళ్లను స్మార్ట్ పరికరాలతో అనుసంధానించి సౌకర్యవంతంగా మార్చడం.",
      "image_keyword": "smart home automation devices",
      "subtitle": "Fourth, smart home automation installation. Connecting homes with smart devices to make them convenient."
    },
    {
      "text": "చివరగా, ఆన్‌లైన్ లెర్నింగ్ ప్లాట్‌ఫామ్స్. ఏదైనా నిర్దిష్ట నైపుణ్యాన్ని నేర్పడానికి ఆన్‌లైన్ కోర్సుల ప్లాట్‌ఫామ్‌ను సృష్టించడం.",
      "image_keyword": "online learning platform interface",
      "subtitle": "Finally, online learning platforms. Creating an online course platform to teach a specific skill."
    },
    {
      "text": "టెక్నాలజీ రంగంలో అవకాశాలు అనంతం. మీ నైపుణ్యంతో డిజిటల్ ప్రపంచంలో మీకంటూ ఒక స్థానాన్ని ఏర్పరచుకోండి!",
      "image_keyword": "tech entrepreneur with digital city",
      "subtitle": "Opportunities in the technology sector are endless. Establish your place in the digital world with your skills!"
    }
  ]
}
