{
  "metadata": {
    "title": "వృద్ధులకు సహాయపడే 5 బిజినెస్ ఐడియాలు (Elderly Care Business)",
    "description": "వృద్ధాప్య జనాభా పెరుగుతున్నందున, వృద్ధులకు సహాయపడే లాభదాయకమైన మరియు సామాజికంగా విలువైన వ్యాపార ఆలోచనలు. కేవలం వ్యాపారం కాదు, సేవ కూడా! #ElderlyCare #SeniorServices #AgingPopulation #TeluguBusiness #SocialImpact",
    "tags": ["telugu", "elderly care", "senior services", "social business", "aging", "shorts"]
  },
  "scenes": [
    {
      "text": "వృద్ధాప్య జనాభా పెరుగుతున్న ఈ కాలంలో, వృద్ధులకు సహాయపడే వ్యాపారాలు చాలా అవసరం. ఇక్కడ ఐదు లాభదాయకమైన ఐడియాలు!",
      "image_keyword": "senior couple walking happily",
      "subtitle": "In this era of increasing elderly population, businesses that help the elderly are very much needed. Here are five profitable ideas!"
    },
    {
      "text": "మొదటిది, ఇంటి వద్దకే ఆరోగ్య సేవలు. నర్సులు లేదా కేర్‌టేకర్లు వృద్ధులకు ఇంటి వద్దనే వైద్య సహాయం అందించడం.",
      "image_keyword": "home health nurse visiting elderly",
      "subtitle": "First, home healthcare services. Nurses or caregivers providing medical assistance to the elderly at home."
    },
    {
      "text": "రెండవది, వృద్ధుల రవాణా సేవలు. డాక్టర్ అపాయింట్‌మెంట్‌లు, షాపింగ్ లేదా ఇతర పనుల కోసం రవాణా అందించడం.",
      "image_keyword": "senior transportation service van",
      "subtitle": "Second, elderly transportation services. Providing transportation for doctor's appointments, shopping, or other errands."
    },
    {
      "text": "మూడవది, సాంకేతిక సహాయం మరియు శిక్షణ. వృద్ధులకు స్మార్ట్‌ఫోన్‌లు, కంప్యూటర్‌లు, ఆన్‌లైన్ బ్యాంకింగ్ నేర్పించడం.",
      "image_keyword": "elderly person learning technology",
      "subtitle": "Third, technical assistance and training. Teaching seniors about smartphones, computers, and online banking."
    },
    {
      "text": "నాల్గవది, ఇంటి నిర్వహణ సేవలు. వృద్ధుల ఇళ్లను శుభ్రం చేయడం, చిన్న చిన్న రిపేర్లు చేయడం, గార్డెనింగ్ వంటివి.",
      "image_keyword": "home maintenance service for seniors",
      "subtitle": "Fourth, home maintenance services. Cleaning elderly homes, doing small repairs, gardening, etc."
    },
    {
      "text": "చివరగా, సామాజిక కార్యకలాపాల నిర్వహణ. వృద్ధులకు ఒంటరితనం తగ్గించడానికి గ్రూప్ యాక్టివిటీలు, అవుటింగ్‌లు ప్లాన్ చేయడం.",
      "image_keyword": "seniors enjoying group activity",
      "subtitle": "Finally, organizing social activities. Planning group activities and outings to reduce loneliness among seniors."
    },
    {
      "text": "ఈ వ్యాపారాలు ఆర్థికంగా లాభదాయకమైనవి మాత్రమే కాకుండా, సామాజికంగా కూడా గొప్ప సంతృప్తిని ఇస్తాయి!",
      "image_keyword": "happy elderly people smiling",
      "subtitle": "These businesses are not only financially profitable but also provide great social satisfaction!"
    }
  ]
}
