{
  "metadata": {
    "title": "తక్కువ పెట్టుబడితో ప్రారంభించగల 5 బిజినెస్ ఐడియాలు",
    "description": "తక్కువ మూలధనంతో భారతదేశంలో ప్రారంభించగల లాభదాయకమైన వ్యాపార ఆలోచనలు. మీ ప్యాషన్‌ను లాభదాయకమైన వెంచర్‌గా మార్చుకోండి! #SmallBusinessIdeas #LowInvestment #StartupIndia #TeluguBusiness #Entrepreneurship",
    "tags": ["telugu", "business ideas", "low investment", "startup", "india", "entrepreneurship", "shorts"]
  },
  "scenes": [
    {
      "text": "తక్కువ పెట్టుబడితో వ్యాపారం ప్రారంభించాలని చూస్తున్నారా? భారతదేశంలో మీరు ప్రారంభించగల ఐదు అద్భుతమైన బిజినెస్ ఐడియాలు ఇక్కడ ఉన్నాయి!",
      "image_keyword": "person starting small business",
      "subtitle": "Looking to start a business with low investment? Here are five great business ideas you can start in India!"
    },
    {
      "text": "మొదటిది, ఆన్‌లైన్ ట్యూటరింగ్ లేదా కోచింగ్. మీకు నైపుణ్యం ఉన్న సబ్జెక్ట్‌లో విద్యార్థులకు ఆన్‌లైన్‌లో బోధించండి. పెట్టుబడి దాదాపు సున్నా.",
      "image_keyword": "online tutoring class",
      "subtitle": "First, online tutoring or coaching. Teach students online in a subject you're skilled in. Investment is almost zero."
    },
    {
      "text": "రెండవది, ఇంటింటికీ ఆహార డెలివరీ (హోమ్‌మేడ్ ఫుడ్). ఇంటి వంటను ఇష్టపడే వారికి మీ వంటకాలను అందించండి.",
      "image_keyword": "homemade food delivery",
      "subtitle": "Second, homemade food delivery. Offer your home-cooked meals to those who prefer home food."
    },
    {
      "text": "మూడవది, డిజిటల్ మార్కెటింగ్ సర్వీసులు. చిన్న వ్యాపారాలకు సోషల్ మీడియా, వెబ్‌సైట్ మార్కెటింగ్‌లో సహాయం చేయండి. నేర్చుకోవడానికి సమయం పడుతుంది కానీ పెట్టుబడి తక్కువ.",
      "image_keyword": "digital marketing services",
      "subtitle": "Third, digital marketing services. Help small businesses with social media and website marketing. Takes time to learn but low investment."
    },
    {
      "text": "నాల్గవది, పర్సనల్ ఫిట్‌నెస్ ట్రైనర్. ఆన్‌లైన్‌లో లేదా ఇంటింటికీ వెళ్లి ఫిట్‌నెస్ శిక్షణ ఇవ్వండి.",
      "image_keyword": "personal fitness trainer",
      "subtitle": "Fourth, personal fitness trainer. Provide fitness training online or by visiting homes."
    },
    {
      "text": "చివరగా, క్రాఫ్ట్ లేదా హ్యాండ్‌మేడ్ ఉత్పత్తుల అమ్మకం. మీకు సృజనాత్మక నైపుణ్యాలు ఉంటే, మీ చేతులతో చేసిన వస్తువులను ఆన్‌లైన్‌లో అమ్మవచ్చు.",
      "image_keyword": "handmade crafts selling online",
      "subtitle": "Finally, selling crafts or handmade products. If you have creative skills, you can sell your handmade items online."
    },
    {
      "text": "ఈ ఐడియాలతో మీ వ్యాపార ప్రయాణాన్ని ప్రారంభించండి. తక్కువ పెట్టుబడితో కూడా గొప్ప విజయాలు సాధించవచ్చు!",
      "image_keyword": "small business growing",
      "subtitle": "Start your business journey with these ideas. Great successes can be achieved even with low investment!"
    }
  ]
}
