{
  "metadata": {
    "title": "పెట్టుబడుల ప్రపంచం: ఎక్కడ ప్రారంభించాలి?",
    "description": "పెట్టుబడుల ప్రపంచంలోకి అడుగు పెట్టడానికి మీకు అవసరమైన ప్రాథమిక సమాచారం. ఎక్కడ ప్రారంభించాలి, ఎలా తెలివిగా పెట్టుబడి పెట్టాలి? #InvestmentBasics #BeginnerInvesting #StockMarket #MutualFunds #TeluguInvesting",
    "tags": ["telugu", "investing", "beginner", "stock market", "mutual funds", "financial growth", "shorts"]
  },
  "scenes": [
    {
      "text": "పెట్టుబడి పెట్టాలని ఆలోచిస్తున్నారా? ఎక్కడ ప్రారంభించాలో తెలియడం లేదా? ఈ వీడియో మీ కోసమే!",
      "image_keyword": "person looking at investment options",
      "subtitle": "Thinking of investing? Don't know where to start? This video is for you!"
    },
    {
      "text": "మొదట, పెట్టుబడి పెట్టడానికి ముందు మీ ఆర్థిక లక్ష్యాలను స్పష్టంగా నిర్దేశించుకోండి.",
      "image_keyword": "target with money arrow",
      "subtitle": "First, clearly define your financial goals before investing."
    },
    {
      "text": "రెండవది, విభిన్న రకాల పెట్టుబడుల గురించి తెలుసుకోండి: స్టాక్స్, మ్యూచువల్ ఫండ్స్, రియల్ ఎస్టేట్ వంటివి.",
      "image_keyword": "various investment icons",
      "subtitle": "Second, learn about different types of investments: stocks, mutual funds, real estate, etc."
    },
    {
      "text": "మూడవది, చిన్న మొత్తాలతో ప్రారంభించండి. ఒకేసారి పెద్ద మొత్తాలు పెట్టొద్దు.",
      "image_keyword": "person putting small amount in investment jar",
      "subtitle": "Third, start with small amounts. Don't put in large amounts all at once."
    },
    {
      "text": "నాల్గవది, మీ పెట్టుబడులను వైవిధ్యపరచండి. ఒకేచోట మీ డబ్బు అంతా పెట్టకండి.",
      "image_keyword": "diversified investment portfolio chart",
      "subtitle": "Fourth, diversify your investments. Don't put all your money in one place."
    },
    {
      "text": "చివరగా, నిపుణుల సలహా తీసుకోండి. వారు మీకు సరైన మార్గదర్శకత్వం ఇవ్వగలరు.",
      "image_keyword": "financial advisor explaining investment to client",
      "subtitle": "Finally, seek expert advice. They can provide you with the right guidance."
    },
    {
      "text": "పెట్టుబడి పెట్టడం ద్వారా మీ డబ్బును పెంచుకోవచ్చు. జ్ఞానంతో, జాగ్రత్తగా అడుగు వేయండి!",
      "image_keyword": "money growing tree",
      "subtitle": "You can grow your money by investing. Step wisely and carefully with knowledge!"
    }
  ]
}
