{
  "metadata": {
    "title": "వినూత్నమైన 5 బిజినెస్ ఐడియాలు: మార్కెట్‌లో కొత్త ట్రెండ్స్!",
    "description": "సాంప్రదాయేతర, సృజనాత్మక వ్యాపార ఆలోచనలతో మార్కెట్‌లో మీకంటూ ఒక ప్రత్యేక స్థానాన్ని సంపాదించుకోండి. ఈ వినూత్న ఆలోచనలు మిమ్మల్ని విజయం వైపు నడిపిస్తాయి! #UniqueBusinessIdeas #InnovativeStartup #NicheMarket #TeluguBusiness #CreativeVenture",
    "tags": ["telugu", "unique business", "innovative", "niche", "creative", "startup", "shorts"]
  },
  "scenes": [
    {
      "text": "సాధారణ బిజినెస్ ఐడియాలు కాకుండా, వినూత్నంగా ఆలోచించి విజయం సాధించాలని చూస్తున్నారా? ఇక్కడ ఐదు ప్రత్యేకమైన బిజినెస్ ఐడియాలు ఉన్నాయి!",
      "image_keyword": "lightbulb with unique ideas",
      "subtitle": "Looking to achieve success by thinking innovatively, beyond common business ideas? Here are five unique business ideas!"
    },
    {
      "text": "మొదటిది, పోర్టబుల్ ప్లాంట్ నర్సరీ. చిన్న మొక్కలు, విత్తనాలను డోర్-టు-డోర్ డెలివరీ చేయడం, అర్బన్ గార్డెనింగ్‌కు సహాయపడటం.",
      "image_keyword": "portable plant nursery delivery",
      "subtitle": "First, a portable plant nursery. Delivering small plants and seeds door-to-door, helping with urban gardening."
    },
    {
      "text": "రెండవది, డ్రోన్ సర్వీసులు. వ్యవసాయం, నిర్మాణ రంగం, ఈవెంట్ ఫోటోగ్రఫీ వంటి వాటికి డ్రోన్‌లను అద్దెకు ఇవ్వడం లేదా సేవలు అందించడం.",
      "image_keyword": "drone flying over farm",
      "subtitle": "Second, drone services. Renting out drones or providing services for agriculture, construction, event photography, etc."
    },
    {
      "text": "మూడవది, వర్చువల్ ఈవెంట్ ప్లానింగ్. ఆన్‌లైన్ వెడ్డింగ్‌లు, కార్పొరేట్ మీటింగ్‌లు, పుట్టినరోజు పార్టీలను ప్లాన్ చేసి నిర్వహించడం.",
      "image_keyword": "virtual event planning software",
      "subtitle": "Third, virtual event planning. Planning and organizing online weddings, corporate meetings, and birthday parties."
    },
    {
      "text": "నాల్గవది, సీనియర్ సిటిజన్లకు టెక్ అసిస్టెన్స్. వృద్ధులకు స్మార్ట్‌ఫోన్, కంప్యూటర్, ఆన్‌లైన్ లావాదేవీలపై సహాయం చేయడం.",
      "image_keyword": "senior citizen learning tablet",
      "subtitle": "Fourth, tech assistance for senior citizens. Helping elders with smartphones, computers, and online transactions."
    },
    {
      "text": "చివరగా, పెంపుడు జంతువుల సంరక్షణ సేవలు. పెట్ సిట్టింగ్, డాగ్ వాకింగ్, పెట్ గ్రూమింగ్ వంటి సేవలు అందించడం.",
      "image_keyword": "pet grooming service",
      "subtitle": "Finally, pet care services. Providing services like pet sitting, dog walking, and pet grooming."
    },
    {
      "text": "ఈ ప్రత్యేకమైన ఆలోచనలతో మార్కెట్‌లో కొత్త మార్గాన్ని సృష్టించండి, మీ ప్యాషన్‌ను విజయంగా మార్చుకోండి!",
      "image_keyword": "person creating new path",
      "subtitle": "Create a new path in the market with these unique ideas, and turn your passion into success!"
    }
  ]
}
