{
  "metadata": {
    "title": "డీహైడ్రేషన్ నివారణ: ఎందుకు, ఎలా నీళ్లు తాగాలి?",
    "description": "డీహైడ్రేషన్ ప్రమాదాలను అర్థం చేసుకోండి మరియు తగినంత నీరు త్రాగడం ద్వారా మీ ఆరోగ్యాన్ని ఎలా కాపాడుకోవాలో తెలుసుకోండి. హైడ్రేటెడ్‌గా ఉండటం ఆరోగ్యానికి కీలకం! #HydrationTips #DrinkWater #Dehydration #TeluguHealth #WaterBenefits",
    "tags": ["telugu", "hydration", "water", "health", "dehydration", "shorts"]
  },
  "scenes": [
    {
      "text": "మీరు తగినంత నీళ్లు తాగుతున్నారా? డీహైడ్రేషన్ ఎంత ప్రమాదమో తెలుసా? ఈ చిట్కాలు మీకు సహాయపడతాయి!",
      "image_keyword": "person feeling thirsty",
      "subtitle": "Are you drinking enough water? Do you know how dangerous dehydration is? These tips will help you!"
    },
    {
      "text": "మొదట, నీళ్లు తాగడం వల్ల మీ శరీర ఉష్ణోగ్రత నియంత్రణలో ఉంటుంది, కీళ్లు ఆరోగ్యంగా ఉంటాయి.",
      "image_keyword": "water molecule benefits",
      "subtitle": "First, drinking water helps regulate your body temperature and keeps your joints healthy."
    },
    {
      "text": "రెండవది, మీకు దాహం వేసినప్పుడు మాత్రమే కాకుండా, రోజంతా క్రమం తప్పకుండా నీళ్లు తాగండి.",
      "image_keyword": "person drinking water regularly",
      "subtitle": "Second, drink water regularly throughout the day, not just when you feel thirsty."
    },
    {
      "text": "మూడవది, పండ్లు, కూరగాయలు వంటి నీటి శాతం అధికంగా ఉండే ఆహారాలను తీసుకోండి. పుచ్చకాయ, దోసకాయ వంటివి.",
      "image_keyword": "fruits and vegetables with high water content",
      "subtitle": "Third, eat foods with high water content like fruits and vegetables. Like watermelon, cucumber."
    },
    {
      "text": "నాలుగవది, వ్యాయామం చేసేటప్పుడు, వేడి వాతావరణంలో ఎక్కువ నీళ్లు తాగాలి. ఇది చాలా ముఖ్యం.",
      "image_keyword": "person drinking water during exercise",
      "subtitle": "Fourth, drink more water when exercising or in hot weather. This is very important."
    },
    {
      "text": "చివరగా, మీ మూత్రం రంగును గమనించండి. లేత పసుపు రంగులో ఉంటే, మీరు సరిపడా నీళ్లు తాగుతున్నట్లు.",
      "image_keyword": "urine color chart for hydration",
      "subtitle": "Finally, observe the color of your urine. If it's pale yellow, you're drinking enough water."
    },
    {
      "text": "హైడ్రేటెడ్‌గా ఉండటం ఆరోగ్యానికి పునాది. ప్రతిరోజూ నీటిని మీ బెస్ట్ ఫ్రెండ్‌గా చేసుకోండి!",
      "image_keyword": "glass of water with happy face",
      "subtitle": "Staying hydrated is the foundation of health. Make water your best friend every day!"
    }
  ]
}
