{
  "metadata": {
    "title": "పర్యావరణ అనుకూల 5 బిజినెస్ ఐడియాలు: పచ్చని భవిష్యత్తు కోసం",
    "description": "పర్యావరణానికి మేలు చేసే మరియు లాభాలను ఆర్జించే వ్యాపార ఆలోచనలు. పర్యావరణ స్పృహ పెరుగుతున్న ఈ కాలంలో ఇవి చాలా ముఖ్యమైనవి! #EcoFriendlyBusiness #GreenBusiness #SustainableStartup #TeluguEnvironment #GoGreen",
    "tags": ["telugu", "eco-friendly", "green business", "sustainable", "environment", "shorts"]
  },
  "scenes": [
    {
      "text": "పర్యావరణానికి మేలు చేస్తూనే డబ్బు సంపాదించాలనుకుంటున్నారా? పర్యావరణ అనుకూలమైన ఐదు బిజినెస్ ఐడియాలు ఇక్కడ ఉన్నాయి!",
      "image_keyword": "green plant growing with money",
      "subtitle": "Do you want to earn money while benefiting the environment? Here are five eco-friendly business ideas!"
    },
    {
      "text": "మొదటిది, రీసైకిల్ చేసిన ఉత్పత్తుల తయారీ. ప్లాస్టిక్, కాగితం వంటి వాటిని రీసైకిల్ చేసి కొత్త ఉత్పత్తులను రూపొందించడం.",
      "image_keyword": "recycled plastic products",
      "subtitle": "First, manufacturing recycled products. Creating new products by recycling plastic, paper, etc."
    },
    {
      "text": "రెండవది, ఎలక్ట్రిక్ వెహికల్ ఛార్జింగ్ స్టేషన్లు. ఎలక్ట్రిక్ వాహనాలకు డిమాండ్ పెరుగుతున్న కొద్దీ ఇది అవశ్యకమవుతుంది.",
      "image_keyword": "electric vehicle charging station",
      "subtitle": "Second, electric vehicle charging stations. This becomes essential as demand for electric vehicles grows."
    },
    {
      "text": "మూడవది, సేంద్రీయ వ్యర్థాల నిర్వహణ (Organic Waste Management). సేంద్రీయ వ్యర్థాలను కంపోస్ట్‌గా మార్చడం లేదా బయోగ్యాస్ ఉత్పత్తి చేయడం.",
      "image_keyword": "compost bin with organic waste",
      "subtitle": "Third, organic waste management. Converting organic waste into compost or producing biogas."
    },
    {
      "text": "నాల్గవది, పునర్వినియోగ బ్యాగులు లేదా ఉత్పత్తుల తయారీ. ప్లాస్టిక్ వాడకాన్ని తగ్గించడానికి ఇది ఒక గొప్ప పరిష్కారం.",
      "image_keyword": "reusable shopping bags",
      "subtitle": "Fourth, manufacturing reusable bags or products. This is a great solution to reduce plastic usage."
    },
    {
      "text": "చివరగా, ఎకో-టూరిజం. పర్యావరణానికి హాని కలిగించకుండా పర్యాటకులకు ప్రకృతి సౌందర్యాన్ని చూపించే పర్యటనలు నిర్వహించడం.",
      "image_keyword": "eco-tourism nature tour",
      "subtitle": "Finally, eco-tourism. Organizing tours that showcase natural beauty to tourists without harming the environment."
    },
    {
      "text": "పర్యావరణానికి సహాయం చేస్తూనే లాభాలు సంపాదించండి. పచ్చని వ్యాపారంతో పచ్చని భవిష్యత్తును నిర్మించండి!",
      "image_keyword": "green earth with business growth",
      "subtitle": "Earn profits while helping the environment. Build a green future with a green business!"
    }
  ]
}
