{
  "metadata": {
    "title": "అదృష్టం కాదు, నీ సంకల్పమే నీ భవిష్యత్తు!",
    "description": "పరిస్థితులు మిమ్మల్ని నిరుత్సాహపరుస్తున్నాయా? మీ అంతర్గత శక్తిని గుర్తించి ఎలా విజయం సాధించాలో తెలుసుకోండి! #InnerStrength #SelfBelief #TeluguInspiration #Destiny #TrivikramStyle",
    "tags": ["inner strength", "self belief", "telugu inspiration", "destiny", "trivikram dialogues", "sirivennela philosophy", "mindset", "youtube shorts telugu"]
  },
  "scenes": [
    {
      "text": "పరిస్థితులు ఎప్పుడూ ఒకేలా ఉండవు. ఒక్కోసారి మనకు వ్యతిరేకంగా మారినట్లు అనిపిస్తుంది.",
      "image_keyword": "person looking out a window at a stormy, dark sky with a contemplative expression",
      "subtitle": "Situations are never constant. Sometimes they feel like they're turning against us."
    },
    {
      "text": "అలాంటి సమయంలో బయట ఆశ్రయం వెతకడం కన్నా, మనసులో ధైర్యాన్ని వెతుక్కోవడం ముఖ్యం.",
      "image_keyword": "person meditating peacefully in a quiet, serene indoor setting",
      "subtitle": "At such times, rather than seeking external refuge, it's important to find courage within our minds."
    },
    {
      "text": "జీవితం ఒక ప్రయాణం. అదృష్టం అనేది కేవలం ఒక చిన్న భాగం.",
      "image_keyword": "person standing on a long, winding road stretching into the distance at sunset",
      "subtitle": "Life is a journey. Luck is just a small part of it."
    },
    {
      "text": "ప్రముఖ కవి సిరివెన్నెల సీతారామశాస్త్రి గారి ఆలోచనల స్ఫూర్తితో: 'నీ విజయం నువ్వు చేసే పనిలో ఉంది, నీ ఆలోచనలో ఉంది, నీ సంకల్పంలో ఉంది. అది ఎక్కడి నుంచో దిగిరాదు!'",
      "image_keyword": "person intensely focused on building something intricate and detailed with their hands",
      "subtitle": "Inspired by the thoughts of renowned poet Sirivennela Seetharama Sastry: 'Your success lies in your work, in your thought, in your resolve. It doesn't descend from anywhere!'"
    },
    {
      "text": "మీరు ఎంత కష్టపడితే, ఎంత పట్టుదలతో ఉంటే, అంత బలంగా మీ భవిష్యత్తును మీరే రాసుకోగలరు.",
      "image_keyword": "person diligently writing or drawing in a notebook with concentration",
      "subtitle": "The harder you work, the more persistent you are, the stronger you can write your own future."
    },
    {
      "text": "ఓ నిదర్శనం కావాలంటే… చీకటి వచ్చినప్పుడు వెలిగే దీపం అవు!",
      "image_keyword": "candle glowing in darkness",
      "subtitle": "If you need to be an example… be the light that shines in the dark!"
    },
    {
      "text": "అదృష్టం కోసం ఎదురుచూడకండి. మీ కృషి, మీ సంకల్పమే మీ అదృష్టం. ముందడుగు వేయండి!",
      "image_keyword": "person confidently striding forward on a well-lit path with a determined smile",
      "subtitle": "Don't wait for luck. Your hard work, your resolve, is your luck. Step forward!"
    }
  ]
}
