{
  "metadata": {
    "title": "మారదామని మారం: మార్పే జీవితం!",
    "description": "పరివర్తనం భయం కలిగిస్తుందా? మార్పును స్వీకరించి, మీ జీవితాన్ని ఎలా అద్భుతంగా మలుచుకోవాలో తెలుసుకోండి! #EmbraceChange #NewBeginnings #TeluguInspiration #GrowthJourney #LifeTransformation",
    "tags": ["embrace change", "new beginnings", "telugu inspiration", "growth journey", "life transformation", "perspective shift", "youtube shorts telugu"]
  },
  "scenes": [
    {
      "text": "జీవితంలో ఒకానొక దశలో మనం ఒక కూడలిలో నిలబడతాం. పాత మార్గం అలవాటైపోతుంది, కొత్త మార్గం తెలియని భయాన్నిస్తుంది.",
      "image_keyword": "person standing at a literal crossroads with multiple diverging paths, looking uncertain",
      "subtitle": "At some point in life, we stand at a crossroads. The old path becomes familiar, the new path brings unknown fear."
    },
    {
      "text": "మారుతున్న కాలాన్ని, పరిస్థితులను అర్థం చేసుకోవడం, వాటికి తగ్గట్టు మారడం అనేది చిన్న విషయం కాదు.",
      "image_keyword": "old, weathered clock hands accelerating rapidly, symbolizing fast-changing times",
      "subtitle": "Understanding changing times and situations, and adapting to them, is no small feat."
    },
    {
      "text": "కానీ ఎదుగుదల ఎప్పుడూ సౌకర్యవంతమైన ప్రదేశంలో ఉండదు. అది తెలియని, సవాలుతో కూడిన దారిలోనే ఉంటుంది.",
      "image_keyword": "person climbing a steep, winding mountain path with effort but clear determination",
      "subtitle": "But growth is never in a comfortable place. It is always on an unknown, challenging path."
    },
    {
      "text": "ఒక గొప్ప తత్వవేత్త చెప్పినట్లు: 'నీరు ప్రవహించకపోతే నిలబడుతుంది. మనిషి మారకపోతే అక్కడే ఆగిపోతాడు. మార్పే జీవం, మార్పే ప్రగతి.'",
      "image_keyword": "a vibrant, flowing river moving powerfully through a diverse landscape, symbolizing constant change and life",
      "subtitle": "As a great philosopher said: 'If water doesn't flow, it stagnates. If a person doesn't change, they stop. Change is life, change is progress.'"
    },
    {
      "text": "కొత్త ఆలోచనలను, కొత్త మార్గాలను స్వాగతించండి. గతంలో మీరు పట్టుకువేలాడిన వాటిని వదిలేయడానికి సిద్ధంగా ఉండండి.",
      "image_keyword": "person letting go of a cluster of old, dried leaves from their hand, symbolizing releasing the past",
      "subtitle": "Welcome new ideas, new paths. Be ready to let go of what you clung to in the past."
    },
    {
      "text": "మారడానికి భయపడకండి, మారకపోవడానికే భయపడండి. మీలోని కొత్త వ్యక్తిని ఆవిష్కరించండి!",
      "image_keyword": "person stepping confidently onto a luminous, futuristic pathway, leaving a fading old path behind",
      "subtitle": "Don't be afraid to change, be afraid not to change. Discover the new person within you!"
    }
  ]
}
