{
  "metadata": {
    "title": "మంచి నిద్ర కోసం చిట్కాలు: ప్రశాంతమైన రాత్రి నిద్ర",
    "description": "మీ నిద్ర నాణ్యతను మెరుగుపరచుకోవడానికి సులభమైన మరియు ప్రభావవంతమైన చిట్కాలు. మంచి నిద్రతో మీ ఆరోగ్యాన్ని మెరుగుపరుచుకోండి! #SleepTips #GoodSleep #InsomniaRelief #TeluguHealth #RestfulSleep",
    "tags": ["telugu", "sleep", "insomnia", "rest", "health", "shorts"]
  },
  "scenes": [
    {
      "text": "మంచి నిద్ర లేక ఇబ్బంది పడుతున్నారా? ప్రశాంతమైన రాత్రి నిద్ర కోసం ఈ చిట్కాలు పాటించండి!",
      "image_keyword": "person struggling to sleep",
      "subtitle": "Are you struggling to get good sleep? Follow these tips for a peaceful night's sleep!"
    },
    {
      "text": "మొదట, రోజూ ఒకే సమయానికి పడుకుని, ఒకే సమయానికి లేవడానికి ప్రయత్నించండి. ఇది మీ శరీర గడియారాన్ని క్రమబద్ధీకరిస్తుంది.",
      "image_keyword": "alarm clock with consistent sleep schedule",
      "subtitle": "First, try to go to bed and wake up at the same time every day. This regulates your body clock."
    },
    {
      "text": "రెండవది, పడుకునే ముందు కెఫిన్, ఆల్కహాల్‌కు దూరంగా ఉండండి. ఇవి మీ నిద్రకు ఆటంకం కలిగించవచ్చు.",
      "image_keyword": "no coffee before bed",
      "subtitle": "Second, avoid caffeine and alcohol before bed. These can disrupt your sleep."
    },
    {
      "text": "మూడవది, పడుకునే గది చీకటిగా, నిశ్శబ్దంగా, చల్లగా ఉండేలా చూసుకోండి. ఇది నిద్రకు అనుకూలమైన వాతావరణం.",
      "image_keyword": "dark quiet cool bedroom",
      "subtitle": "Third, make sure your bedroom is dark, quiet, and cool. This is a favorable environment for sleep."
    },
    {
      "text": "నాలుగవది, పడుకునే ముందు ఫోన్, టీవీ వంటి ఎలక్ట్రానిక్ పరికరాలను వాడొద్దు. బ్లూ లైట్ నిద్రకు ఆటంకం.",
      "image_keyword": "no phone before bed",
      "subtitle": "Fourth, avoid using electronic devices like phones and TVs before bed. Blue light disrupts sleep."
    },
    {
      "text": "చివరగా, పడుకునే ముందు గోరువెచ్చని నీటితో స్నానం చేయడం లేదా పుస్తకం చదవడం వంటివి అలవాటు చేసుకోండి.",
      "image_keyword": "person reading book in bed",
      "subtitle": "Finally, get into the habit of taking a warm bath or reading a book before bed."
    },
    {
      "text": "మంచి నిద్ర మీ ఆరోగ్యం, ఉత్పాదకతకు చాలా ముఖ్యం. ఈ చిట్కాలను పాటించి, ప్రశాంతంగా నిద్రపోండి!",
      "image_keyword": "person sleeping soundly",
      "subtitle": "Good sleep is very important for your health and productivity. Follow these tips and sleep peacefully!"
    }
  ]
}
