{
  "metadata": {
    "title": "ఇండియాలో లాభదాయకమైన గ్రామీణ వ్యాపారాలు (Rural Business Ideas)",
    "description": "భారతదేశంలోని గ్రామీణ ప్రాంతాల్లో అధిక లాభాలను ఆర్జించగల వ్యాపార అవకాశాలను అన్వేషించండి. స్థానిక వనరులు మరియు నైపుణ్యాలను ఉపయోగించుకోండి! #RuralBusiness #AgriBusiness #VillageEconomy #TeluguBusiness #LocalProducts",
    "tags": ["telugu", "rural business", "india", "agriculture", "village economy", "shorts"]
  },
  "scenes": [
    {
      "text": "గ్రామీణ ప్రాంతాల్లో నివసిస్తున్నారా లేదా అక్కడ వ్యాపారం చేయాలని చూస్తున్నారా? ఇండియాలో లాభదాయకమైన గ్రామీణ వ్యాపారాలు ఇక్కడ ఉన్నాయి!",
      "image_keyword": "rural India landscape with village",
      "subtitle": "Do you live in rural areas or are you looking to do business there? Here are profitable rural businesses in India!"
    },
    {
      "text": "మొదటిది, సేంద్రీయ వ్యవసాయం. సేంద్రీయ ఉత్పత్తులకు నగరాల్లో డిమాండ్ పెరుగుతోంది, ఇది మంచి ఆదాయ వనరు.",
      "image_keyword": "organic farming field",
      "subtitle": "First, organic farming. Demand for organic products is growing in cities, making it a good source of income."
    },
    {
      "text": "రెండవది, పాల ఉత్పత్తి మరియు విక్రయం. ఇది చాలా కాలంగా లాభదాయకమైన వ్యాపారం, స్థిరమైన డిమాండ్ ఉంటుంది.",
      "image_keyword": "dairy farming cows",
      "subtitle": "Second, dairy production and sales. This has been a profitable business for a long time, with steady demand."
    },
    {
      "text": "మూడవది, పౌల్ట్రీ ఫామింగ్ లేదా ఫిష్ ఫామింగ్. తక్కువ స్థలంలో ఎక్కువ ఆదాయాన్నిచ్చే వ్యాపారం ఇది.",
      "image_keyword": "poultry farm chickens",
      "subtitle": "Third, poultry farming or fish farming. This is a business that yields high income in less space."
    },
    {
      "text": "నాల్గవది, స్థానిక చేతివృత్తుల ఉత్పత్తుల విక్రయం. చేనేత, కుండలు, బొమ్మలు వంటివి ఆన్‌లైన్‌లో కూడా అమ్మవచ్చు.",
      "image_keyword": "indian handmade crafts",
      "subtitle": "Fourth, selling local handicraft products. Handlooms, pottery, toys, etc., can also be sold online."
    },
    {
      "text": "చివరగా, చిన్న కిరాణా దుకాణం లేదా జనరల్ స్టోర్. గ్రామంలోని నిత్యావసరాలను తీర్చడం ఎప్పుడూ లాభదాయకమే.",
      "image_keyword": "small village general store",
      "subtitle": "Finally, a small grocery store or general store. Meeting daily needs in a village is always profitable."
    },
    {
      "text": "గ్రామీణ ప్రాంతాల్లో అపారమైన అవకాశాలు ఉన్నాయి. మీ ఆసక్తిని బట్టి సరైన వ్యాపారాన్ని ఎంచుకోండి!",
      "image_keyword": "growth in rural economy",
      "subtitle": "There are immense opportunities in rural areas. Choose the right business based on your interest!"
    }
  ]
}
