{
  "metadata": {
    "title": "తక్కువ ఆదాయంతో ఎక్కువ ఆదా చేయడం ఎలా?",
    "description": "తక్కువ ఆదాయంతో కూడా తెలివిగా ఆదా చేసి, మీ ఆర్థిక భద్రతను పెంపొందించుకోండి. ప్రతి రూపాయిని ఎలా సద్వినియోగం చేసుకోవాలో తెలుసుకోండి! #LowIncomeSaving #SmartSaving #FinancialSecurity #TeluguTips #BudgetFriendly",
    "tags": ["telugu", "saving on low income", "smart saving", "financial security", "budget friendly", "shorts"]
  },
  "scenes": [
    {
      "text": "తక్కువ ఆదాయం ఉన్నప్పటికీ, మీరు ఆదా చేయగలరు. ఎలాగో చూద్దాం!",
      "image_keyword": "small coin saving",
      "subtitle": "Even with a low income, you can save. Let's see how!"
    },
    {
      "text": "మొదట, మీ అవసరాలు, కోరికలను వేరు చేయండి. అవసరాలకే ప్రాధాన్యత ఇవ్వండి.",
      "image_keyword": "needs vs wants list",
      "subtitle": "First, separate your needs and wants. Prioritize needs."
    },
    {
      "text": "రెండవది, బల్క్‌గా కొనుగోలు చేయండి. ఇది దీర్ఘకాలంలో డబ్బును ఆదా చేస్తుంది.",
      "image_keyword": "person buying in bulk",
      "subtitle": "Second, buy in bulk. This saves money in the long run."
    },
    {
      "text": "మూడవది, పాత వస్తువులను తిరిగి ఉపయోగించండి లేదా రీసైకిల్ చేయండి. కొత్తవి కొనడం మానేయండి.",
      "image_keyword": "reusing old items creatively",
      "subtitle": "Third, reuse or recycle old items. Stop buying new ones."
    },
    {
      "text": "నాలుగవది, మీ ఖర్చులను నిశితంగా పరిశీలించండి. చిన్న చిన్న లీక్‌లను కూడా గుర్తించండి.",
      "image_keyword": "magnifying glass on a budget sheet",
      "subtitle": "Fourth, scrutinize your expenses. Identify even small leaks."
    },
    {
      "text": "చివరగా, అదనపు ఆదాయం కోసం ప్రయత్నించండి. చిన్న చిన్న పనులు లేదా పార్ట్‌టైమ్ జాబ్ చూడండి.",
      "image_keyword": "person doing side hustle",
      "subtitle": "Finally, try for additional income. Look for small jobs or a part-time job."
    },
    {
      "text": "తక్కువ ఆదాయంతో కూడా స్మార్ట్‌గా ఆదా చేయడం సాధ్యమే. మీ ఆర్థిక భవిష్యత్తు మీ చేతుల్లోనే ఉంది!",
      "image_keyword": "person building a strong financial foundation",
      "subtitle": "Smart saving is possible even with a low income. Your financial future is in your hands!"
    }
  ]
}
