{
  "metadata": {
    "title": "గెలుపు ఓటములు కాదు, నువ్వు నేర్చుకున్నదే ముఖ్యం!",
    "description": "జీవితంలో గెలుపోటములు సహజం. వాటిని ఎలా ఎదుర్కోవాలో, ఎలా ముందుకు సాగాలో తెలుసుకోండి! #TrivikramDialogues #LifeLessons #NeverGiveUp #TeluguInspiration #GrowthMindset",
    "tags": ["trivikram dialogues", "life lessons", "never give up", "telugu inspiration", "growth mindset", "resilience", "youtube shorts telugu"]
  },
  "scenes": [
    {
      "text": "జీవితం అంటేనే గెలుపోటముల కలయిక. ఒక్కోసారి గెలుస్తాం, ఒక్కోసారి ఓడిపోతాం.",
      "image_keyword": "person looking at a chess board with pieces in various positions, symbolizing life's ups and downs",
      "subtitle": "Life itself is a combination of wins and losses. Sometimes we win, sometimes we lose."
    },
    {
      "text": "ఓటమి ఎదురైనప్పుడు నిరాశ పడటం సహజం. కానీ ఆ నిరాశలో కూరుకుపోకూడదు.",
      "image_keyword": "person sitting alone in a dimly lit room looking sad, but with a ray of light entering",
      "subtitle": "It's natural to feel despair when faced with defeat. But one shouldn't sink into that despair."
    },
    {
      "text": "ప్రతి ఓటమి ఒక పాఠం. అది మనల్ని మరింత బలవంతులను చేస్తుంది.",
      "image_keyword": "person looking at a broken puzzle, then picking up pieces to reassemble with determination",
      "subtitle": "Every defeat is a lesson. It makes us stronger."
    },
    {
      "text": "మాటల మాంత్రికుడు త్రివిక్రమ్ శ్రీనివాస్ చెప్పినట్లు: 'గెలుపు ఓటములు ఆటలో భాగం. కానీ నువ్వు గెలుస్తావా లేదా అన్నది నీకు ఆ ఆట నేర్పినదా లేదా అన్న దానిపై ఆధారపడి ఉంటుంది.'",
      "image_keyword": "person intently studying a complex diagram or blueprint, learning new concepts",
      "subtitle": "As the wordsmith Trivikram Srinivas said: 'Wins and losses are part of the game. But whether you win or not depends on whether that game taught you something.'"
    },
    {
      "text": "ఏ పరిస్థితిలోనైనా నేర్చుకోవడానికి సిద్ధంగా ఉండండి. అదే మిమ్మల్ని ముందుకు నడిపిస్తుంది.",
      "image_keyword": "person taking notes diligently while listening to a speaker, signifying continuous learning",
      "subtitle": "Be ready to learn in any situation. That's what will lead you forward."
    },
    {
      "text": "గెలుపోటములను పక్కనపెట్టి, మీరు నేర్చుకున్న విషయాలపై దృష్టి పెట్టండి. అప్పుడే నిజమైన విజేతలు అవుతారు!",
      "image_keyword": "person crossing a finish line with a look of accomplishment and growth, not just winning",
      "subtitle": "Put aside wins and losses, focus on what you've learned. Only then will you become true victors!"
    }
  ]
}
